Revit 2027 API
EnergyAnalysisZone.UseHumidificationSetPoint Property
 Use the humidification set point.
Namespace: Autodesk.Revit.DB.Analysis
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool UseHumidificationSetPoint { get; }
Public ReadOnly Property UseHumidificationSetPoint As Boolean
	Get
public:
property bool UseHumidificationSetPoint {
	bool get ();
}
member UseHumidificationSetPoint : bool with get
Property Value
Boolean
See Also
Reference
EnergyAnalysisZone Class
Autodesk.Revit.DB.Analysis Namespace